{
  "xkcd": {
    "month": "2",
    "num": 2583,
    "link": "",
    "year": "2022",
    "news": "",
    "safe_title": "Chorded Keyboard",
    "transcript": "",
    "alt": "And even though it all went wrong / I'll stand before the lord of song / with nothing on my tongue but 'I don't understand, I swear I backed up my keyboard config before messing with it'",
    "img": "https://imgs.xkcd.com/comics/chorded_keyboard_2x.png",
    "title": "Chorded Keyboard",
    "day": "18"
  },
  "arxiv": [
    "ProxSkip: Yes! Local Gradient Steps Provably Lead to Communication Acceleration! Finally!",
    "VAQF: Fully Automatic Software-Hardware Co-Design Framework for Low-Bit Vision Transformer",
    "Learning Patterns in Imaginary Vowels for an Intelligent Brain Computer Interface (BCI) Design",
    "Model Calibration of the Liquid Mercury Spallation Target using Evolutionary Neural Networks and Sparse Polynomial Expansions",
    "Multi-Level Local SGD for Heterogeneous Hierarchical Networks",
    "Recursive Decoding: A Situated Cognition Approach to Compositional Generation in Grounded Language Understanding",
    "A Machine Learning Paradigm for Studying Pictorial Realism: Are Constable's Clouds More Real than His Contemporaries?",
    "Improving Molecular Contrastive Learning via Faulty Negative Mitigation and Decomposed Fragment Contrast",
    "Introducing explainable supervised machine learning into interactive feedback loops for statistical production system",
    "Learning Physics-Informed Neural Networks without Stacked Back-propagation",
    "Signal Decomposition Using Masked Proximal Operators",
    "Customer Price Sensitivities in Competitive Automobile Insurance Markets",
    "Learning cortical representations through perturbed and adversarial dreaming",
    "Federated Multi-Task Learning under a Mixture of Distributions",
    "When OT meets MoM: Robust estimation of Wasserstein Distance",
    "Multi-Objective Optimisation of Multi-Output Neural Trees",
    "DataMUX: Data Multiplexing for Neural Networks",
    "Unsupervised Multiple-Object Tracking with a Dynamical Variational Autoencoder",
    "Learning Predictions for Algorithms with Predictions",
    "Proximal Optimal Transport Modeling of Population Dynamics",
    "Universal Prediction Band via Semi-Definite Programming",
    "Masked prediction tasks: a parameter identifiability view",
    "Simple data balancing achieves competitive worst-group-accuracy",
    "Comparison of Update and Genetic Training Algorithms in a Memristor Crossbar Perceptron",
    "A Distance Covariance-based Kernel for Nonlinear Causal Clustering in Heterogeneous Populations"
  ],
  "hackernews": [
    "Google Tag Manager, the new anti-adblock weapon",
    "I wrote the least-C C program I could",
    "Tell HN: Airbnb just stole me 5 minutes of my time adding dices",
    "A Vicious Cycle: The Dangerous Dehumanisation of Cyclists",
    "Show HN: Test your shape rotation skills",
    "Bringing Palm OS devices back online – A journey into vintage computing",
    "Thoughts on Markdown",
    "Be anonymous",
    "Automerge: A JSON-like data structure (a CRDT) that can be modified concurrently",
    "Kind of Bloop (2009)"
  ]
}